# Documentation available at https://antidote.sh/

# Plugins
hlissner/zsh-autopair
zsh-users/zsh-autosuggestions

# Oh My Zsh library
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib/compfix.zsh
ohmyzsh/ohmyzsh path:lib/completion.zsh
ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:lib/theme-and-appearance.zsh  # Required by 'colored-man-pages'
# ohmyzsh/ohmyzsh path:lib/spectrum.zsh  # Used to check the terminal colors (`spectrum_ls` `spectrum_bls` commands)

# Oh My Zsh plugins
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/copybuffer
ohmyzsh/ohmyzsh path:plugins/asdf

# Themes {{{

# zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-syntax-highlighting

catppuccin/zsh-syntax-highlighting path:themes/catppuccin_mocha-zsh-syntax-highlighting.zsh
# catppuccin/zsh-fsh kind:clone

trapd00r/LS_COLORS path:lscolors.sh  # Overrides the default '$LS_COLORS'

# }}}

# vi: filetype=conf
